Repository: hombit/olgart
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Exhibitions
ru: Выставки

source: "%(title)s"
ru: &laquo;%(title)s&raquo;

source: in exhibit-hall
ru: в выставочном зале

source: Russian
ru: Русский

source: English
ru: Английский

source: Artist Olga Malancheva
ru: Художница Ольга Маланчева

source: Olga Malancheva
ru: Ольга Маланчева

source: Galleries
ru: Галереи

source: Feedback
ru: Гостевая книга

source: All rights reserved, Olga Malancheva. E-mail:
ru: Все права защищены, Ольга Маланчева. Электронная почта:

source: Made by <a href="http://homb.it">Konstantin Malanchev.</a> Look at the source code on <a href="https://github.com/hombit/olgart">GitHub</a>
ru: Сайт сделан <a href="http://homb.it">Константином Маланчевым.</a> Посмотрите исходный код на <a href="https://github.com/hombit/olgart">ГитХабе</a>

source: Please write your feedback about my works
ru: Пожалуйста, напишите, что вы думаете о моих работах

source: Messages from old version of this site:
ru: Сообщения, оставленные на предыдущей версии сайта:

source: About me
ru: Обо мне

source: My name is Olga Malancheva, I'm artist. Bring to your attention some of my works (landscapes, portraits, still lifes). I am a member of the International Art Fund, Artists Union of Russia. My works are in various galleries, in private collections in Russia and other countries. I participate in exhibitions and held five personal. My artworks published in the album "The names in the Art of Russia". I would be very grateful if you take a moment and leave comment in the "guest book". Write me if you want to order a picture or to get something from presented.
ru: Меня зовут Ольга Маланчева, я &mdash; художник. Предлагаю Вашему вниманию ряд моих работ (живопись и графика). Я являюсь членом Международного Художественного фонда и Профессионального Союза художников. Мои работы находятся в различных галереях и выставочных залах, в частных коллекциях в России и за рубежом. Участвую в выставках, провела пять персональных. Публикации в каталогах &laquo;Имена в искусстве России&raquo;, газетах &laquo;Наш изограф&raquo;, &laquo;Тверская,13&raquo;, журналах &laquo;Питомец&raquo;, &laquo;Мир животных&raquo;. Участник Международного конкурса им.В.Попкова. Призер ежегодных Весенних салонов Творческого объединения женщин-художников &laquo;Ирида&raquo;. Буду очень признательна, если Вы уделите минутку и оставите отзыв в &laquo;гостевой&raquo;. Если у Вас появилось желание заказать картину или купить что-нибудь из представленного &mdash; пишите.

source: canvas
ru: холст

source: wood panel
ru: оргалит

source: cardboard
ru: картон

source: paper
ru: бумага

source: oil
ru: масло

source: gouache
ru: гуашь

source: water-colour
ru: акварель

source: ink
ru: тушь

source: pencil
ru: карандаш

source: tempera
ru: темпера

source: <strong>"%(t)s"</strong>
ru: <strong>&laquo;%(t)s&raquo;</strong>

source: cm
ru: см

source: In a private collection
ru: Находится в частной коллекции

source: To order a copy of the painting write
ru: Если вы хотите заказать копию картины, напишите мне письмо на адрес

source: or call
ru: или позвоните по номеру

source: To purchase the painting write
ru: Если вы хотите приобрести картину, напишите мне письмо на адрес

source: Use keyboard arrow keys &larr; and &rarr; to turning over the paintings
ru: Используйте клавиши &larr; и &rarr; на клавиатуре для пролистывания картин
